[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=15.0.1
[<OutputFiles>]
Prop0=C:\Users\HS\Source\Repos\ADC-Fall\Advanced Installe\Setup-cache\part2\disk1.cab??1670904358??1670904358??4362539??68
[_.exe]
Seq=1
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\智能落藥櫃系統.exe??1670897505??1670903582??1892352
[adminConfig.pro]
Seq=5
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\adminConfig.pro??1670897505??1670897505??738
[AxAltairUDrv.dll]
Seq=6
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\AxAltairUDrv.dll??1670897505??1670897504??61440
[AxAltairUDrvAsm4.5.dll]
Seq=7
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\AxAltairUDrvAsm4.5.dll??1670897505??1670897504??47616
[AxOvkBase.dll]
Seq=8
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\AxOvkBase.dll??1670897505??1670897504??274432
[AxOvkBaseAsm4.5.dll]
Seq=9
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\AxOvkBaseAsm4.5.dll??1670897505??1670897504??216064
[AxOvkMsr.dll]
Seq=10
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\AxOvkMsr.dll??1670897505??1670897504??254464
[Basic.dll]
Seq=11
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Basic.dll??1670897505??1670897504??175616
[C1230001.pro]
Seq=12
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\C1230-001.pro??1670897505??1670904189??703
[CallBackUI.dll]
Seq=13
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\CallBackUI.dll??1670897505??1670897504??18432
[Device.val]
Seq=14
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Device.val??1670897505??1670904190??967872
[DrawingClass.dll]
Seq=15
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\DrawingClass.dll??1670897505??1670897504??22016
[exe.config]
Seq=62
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\智能落藥櫃系統.exe.config??1670897505??1670897505??801
[FontAwesome.Sharp.dll]
Seq=16
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\FontAwesome.Sharp.dll??1670897505??1670897504??458240
[H_Pannel_lib.dll]
Seq=17
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\H_Pannel_lib.dll??1670897505??1670897504??540672
[HCGUI.dll]
Seq=18
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\HCGUI.dll??1670897505??1670897504??399872
[Interop.SpeechLib.dll]
Seq=19
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Interop.SpeechLib.dll??1670897505??1670897504??165376
[IOC0640.dll]
Seq=3
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\IOC1280\x64\IOC0640.dll??1670897505??1670897505??111616
[IOC0640.dll_1]
Seq=4
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\IOC1280\x86\IOC0640.dll??1670897505??1670897505??99328
[IOC1280001.pro]
Seq=2
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\IOC1280\IOC1280-001.pro??1670897505??1670897505??2214
[LadderUI.dll]
Seq=20
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\LadderUI.dll??1670897505??1670897504??587264
[LeadShineUI.dll]
Seq=21
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\LeadShineUI.dll??1670897505??1670897504??5750784
[LicenseLib.dll]
Seq=22
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\LicenseLib.dll??1670897505??1670897504??16896
[LightControlUI.dll]
Seq=23
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\LightControlUI.dll??1670897505??1670897504??53248
[MeasureSystemFunction.dll]
Seq=24
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MeasureSystemFunction.dll??1670897505??1670897504??45056
[MeasureSystemUI.dll]
Seq=25
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MeasureSystemUI.dll??1670897505??1670897504??416256
[Microsoft.Bcl.AsyncInterfaces.dll]
Seq=26
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.dll??1670897505??1634946128??22144
[Microsoft.Bcl.AsyncInterfaces.xml]
Seq=27
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.xml??1670897505??1634946128??18215
[MVSDK.dll]
Seq=28
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MVSDK.dll??1670897505??1670897504??104448
[MVSDKUI.dll]
Seq=29
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MVSDKUI.dll??1670897505??1670897504??44544
[MyFtpUI.dll]
Seq=30
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MyFtpUI.dll??1670897505??1670572583??26112
[MySql.Data.dll]
Seq=31
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MySql.Data.dll??1670897505??1670897504??768000
[MySQL_Login.dll]
Seq=32
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MySQL_Login.dll??1670897505??1670897504??82432
[MySqlBackup.dll]
Seq=33
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MySqlBackup.dll??1670897505??1670897504??58368
[MyUI.dll]
Seq=34
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\MyUI.dll??1670897505??1670899491??1198080
[PCI1230.dll]
Seq=64
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\C1230\32bit\PCI1230.dll??1670897505??1670897505??55808
[PCI1230.dll_1]
Seq=65
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\C1230\64bit\PCI1230.dll??1670897505??1670897505??57856
[PCI1230.dll_2]
Seq=66
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Pci1230\32bit\PCI1230.dll??1670897505??1670897505??55808
[PCI1230.dll_3]
Seq=67
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Pci1230\64bit\PCI1230.dll??1670897505??1670897505??57856
[PCI1230.dll_4]
Seq=68
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\Pci1230\PCI1230.dll??1670897505??1670897505??57856
[pdb]
Seq=63
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\智能落藥櫃系統.pdb??1670897576??1670903582??536064
[PortControlUI.dll]
Seq=35
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\PortControlUI.dll??1670897505??1670897504??143360
[program.bak.stp]
Seq=36
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\program.bak.stp??1670897505??1670897505??409594
[program.stp]
Seq=37
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\program.stp??1670897505??1670904190??409594
[rfiD_FX600_UI.pro]
Seq=38
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\rfiD_FX600_UI.pro??1670897505??1670904190??228
[RFID_FX600lib.dll]
Seq=39
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\RFID_FX600lib.dll??1670897505??1670897504??74240
[SLDUI.dll]
Seq=40
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\SLDUI.dll??1670897505??1670897504??2254336
[SQLUI.dll]
Seq=41
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\SQLUI.dll??1670897505??1670897504??127488
[System.Buffers.dll]
Seq=42
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Buffers.dll??1670897505??1582106718??20856
[System.Buffers.xml]
Seq=43
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Buffers.xml??1670897505??1582106718??3481
[System.Memory.dll]
Seq=44
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Memory.dll??1670897505??1582106718??141184
[System.Memory.xml]
Seq=45
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Memory.xml??1670897505??1582106718??13950
[System.Numerics.Vectors.dll]
Seq=46
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Numerics.Vectors.dll??1670897505??1526390984??115856
[System.Numerics.Vectors.xml]
Seq=47
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Numerics.Vectors.xml??1670897505??1526390984??183484
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=48
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Runtime.CompilerServices.Unsafe.dll??1670897505??1634946018??18024
[System.Runtime.CompilerServices.Unsafe.xml]
Seq=49
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Runtime.CompilerServices.Unsafe.xml??1670897505??1634627660??20529
[System.Text.Encodings.Web.dll]
Seq=50
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Text.Encodings.Web.dll??1670897505??1634946074??76904
[System.Text.Encodings.Web.xml]
Seq=51
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Text.Encodings.Web.xml??1670897505??1634627660??62941
[System.Text.Json.dll]
Seq=52
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Text.Json.dll??1670897505??1634946266??513128
[System.Text.Json.xml]
Seq=53
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Text.Json.xml??1670897505??1634627660??457799
[System.Threading.Tasks.Extensions.dll]
Seq=54
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Threading.Tasks.Extensions.dll??1670897505??1582106718??25984
[System.Threading.Tasks.Extensions.xml]
Seq=55
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.Threading.Tasks.Extensions.xml??1670897505??1582106718??10147
[System.ValueTuple.dll]
Seq=56
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.ValueTuple.dll??1670897505??1526390992??78992
[System.ValueTuple.xml]
Seq=57
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\System.ValueTuple.xml??1670897505??1526390992??85027
[TCP.dll]
Seq=58
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\TCP.dll??1670897505??1670897504??56320
[UDPCilent.pro]
Seq=59
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\UDPCilent.pro??1670897505??1670904186??254
[ZealTechUI.dll]
Seq=60
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\ZealTechUI.dll??1670897505??1670897504??45568
[zxing.dll]
Seq=61
Src=C:\Users\HS\Source\Repos\ADC-Fall\智能落藥櫃系統\bin\Release\zxing.dll??1670897505??1670897504??483328
